const tmpOfficers = [
  {
    generation: 91,
    president: '최상욱',
    officers:
      '부회장: 김이현, 총무: 박시원, 회계: 진민완, 관측부장: 김윤진, 서윤지, 이휘우, 장지훈, 장비관리부장: 오승현, 민정환, 디딤돌부장: 박혜린, 디딤돌회계: 신윤도, 디딤돌부원: 김희서',
  },
  {
    generation: 90,
    president: '박규형',
    officers:
      '부회장: 최시환, 총무: 박시원, 회계: 진민완, 관측부장: 서윤지, 디딤돌부장: 이서영, 장비관리부장: 최승민, 관측부원: 김윤진, 김이현, 민정환, 양현제, 최상욱, 디딤돌부원: 구현모, 신윤도, 신혜주, 장비관리부원: 오승현',
  },
  {
    generation: 89,
    president: '송치호',
    officers:
      '부회장: 이효준, 총무: 최시환, 회계: 신윤도, 관측부장: 강래산, 구현모, 김희서, 박규형, 장비관리부장: 곽민서, 장비수리부장: 최재영',
  },
  {
    generation: 88,
    president: '문준성',
    officers:
      '부회장:김선우, 총무:최시환, 회계:이효준, 디딤돌짱:김기현, 관측부장:김경민, 김연아, 곽민서, 박규형, 이휘우, 장비관리부장: 송치호',
  },
  {
    generation: 87,
    president: '박혜린',
    officers:
      '부회장:강래산, 총무:김영, 회계:박주항, 디딤돌짱:박수완, 관측부장:김선우, 문준성, 임서윤, 정인교',
  },
  {
    generation: 86,
    president: '박수완',
    officers:
      '부회장:이승민, 총무:김시안, 회계:이미혜, 디딤돌짱:최승원, 관측부장:강래산, 김지성, 박혜린, 신유진',
  },
  {
    generation: 85,
    president: '최승원',
    officers:
      '부회장:유지민, 총무:김채원, 회계:박수완, 디딤돌짱:오종주, 관측부장:김동화, 김선우, 김하진, 이상혁',
  },
  {
    generation: 84,
    president: '장은빈',
    officers:
      '부회장:이민영, 총무:정승리, 회계:정현우, 디딤돌짱:김도은, 관측부장:김채원, 유지민, 최승민, 최승원',
  },
  {
    generation: 83,
    president: '오종주',
    officers:
      '부회장:김도은, 총무:이아현, 회계:선가은, 디딤돌짱:김세훈, 관측부장:권이혁, 김채원, 이민영, 황중현',
  },
  {
    generation: 82,
    president: '김준서',
    officers:
      '부회장:안도혁, 총무:정승리, 회계:정낙영, 디딤돌짱:윤홍식, 관측부장:이민영, 이아현, 장은빈',
  },
  {
    generation: 81,
    president: '정현우',
    officers:
      '부회장:노희승, 총무:김주호, 회계:임성진, 디딤돌짱:김우태, 관측부장:이선재, 정휘원',
  },
  {
    generation: 80,
    president: '배장호',
    officers:
      '부회장:주혜린, 총무:지상영, 회계:노희승, 디딤돌짱:김기완, 관측부장:고가연, 김도은, 박서진, 정현우, 정휘원',
  },
  {
    generation: 79,
    president: '김기완',
    officers:
      '부회장:배장호, 총무:임성진, 회계:고성민, 디딤돌짱:김준서, 관측부장:윤홍식,주혜린, 디자인부장:박소희',
  },
  {
    generation: 78,
    president: '김세훈',
    officers:
      '부회장:정민용, 총무:이기백, 회계:배장호, 디딤돌짱:이영준, 관측부장:김기완,백두현,양혜원,백승연',
  },
  {
    generation: 77,
    president: '이영준',
    officers:
      '부회장:김세훈, 총무:정민용, 회계:최진아, 디딤돌짱:강동주, 관측부장:황원희, 홍보부장:김준서',
  },
  {
    generation: 76,
    president: '김우태',
    officers:
      '부회장:황준, 총무:장은솔, 회계:조민주, 디딤돌짱:윤지용, 관측부장:금민주,김세훈,이영준,정민용',
  },
  {
    generation: 75,
    president: '윤지용',
    officers:
      '부회장:김우태, 총무:안도혁, 회계:황준, 디딤돌짱:김민수, 관측부장:김수현, 이융희',
  },
  {
    generation: 74,
    president: '김민재',
    officers:
      '부회장:강수상, 총무:윤지용, 회계:조수빈, 디딤돌짱:정만근, 관측부장:김우태, 오종주',
  },
  {
    generation: 73,
    president: '정만근',
    officers:
      '부회장:김민재, 총무:김민수, 회계:김태혁, 디딤돌짱:서유경, 관측부장:강수상, 송승욱',
  },
  {
    generation: 72,
    president: '강민하',
    officers:
      '총무:김민재, 회계:장효준, 디딤돌짱:진선호, 관측부장:정만근, 김민수',
  },
  {
    generation: 71,
    president: '진선호',
    officers:
      '부회장:이재하, 총무:조항빈, 회계:강민하, 디딤돌짱:김윤식, 관측부장:임재모',
  },
  {
    generation: 70,
    president: '장효인',
    officers:
      '부회장:김종민, 총무:전준범, 회계:이조행, 디딤돌짱:우정웅, 관측부장:이재하, 진선호',
  },
  {
    generation: 69,
    president: '김윤식',
    officers: '부회장:이승철, 총무:김기현, 회계:오은실, 디딤돌짱:강다은',
  },
  {
    generation: 68,
    president: '강다은',
    officers:
      '부회장:권효상, 총무:이승철, 회계:이은비, 디딤돌짱:장효인, 관측부장:김윤식,신나은,이양준',
  },
  {
    generation: 67,
    president: '김동겸',
    officers:
      '부회장:김홍열, 총무:박현상, 회계:권효상, 디딤돌짱:우정웅, 관측부장:고성현,박경훈,윤영훈',
  },
  {
    generation: 66,
    president: '장효인',
    officers:
      '총무:김동겸, 회계:권효상, 디딤돌짱:우정웅, 관측부장:강다은,김홍열',
  },
  {
    generation: 65,
    president: '서은주',
    officers:
      '부회장:이겨레, 총무:최규민, 회계:양호등, 디딤돌짱:사세영, 안시부장:김종민, 사진부장:윤미정',
  },
  {
    generation: 64,
    president: '사세영',
    officers:
      '부회장:이윤석, 총무:장효인, 회계:김서연, 디딤돌짱:김영재, 안시부장:서은주, 우정웅, 사진부장:윤서연, 이겨레, 문화부장:유병현, 이재륜',
  },
  {
    generation: 63,
    president: '김영재',
    officers:
      '부회장:황혜진, 총무:이종구, 회계:김영근, 디딤돌짱:김태석, 관측부장:사세영, 이동하, 이윤석, 한다빈',
  },
  {
    generation: 62,
    president: '곽세종',
    officers:
      '부회장:김치균, 총무:김영재, 회계:황혜진, 디딤돌장:박종호, 관측부장:사세영, 이동하',
  },
  {
    generation: 61,
    president: '박종호',
    officers:
      '부회장:김규태, 총무:이다정, 회계:남선화, 디딤돌장:정성엽, 관측부장:곽세종, 김태석',
  },
  {
    generation: 60,
    president: '윤창수',
    officers:
      '총무:곽세종, 회계:이성현, 디딤돌짱:박황필, 관측부장:김은주,박종호, 멘토부장:김치균,김태석',
  },
  {
    generation: 59,
    president: '박기수',
    officers:
      '부회장:조기운, 총무:윤창수, 회계:원준희, 디딤돌짱:윤서영, 관측부장:김용진,박황필, 학술부장:강석호',
  },
  {
    generation: 58,
    president: '이윤백',
    officers:
      '부회장:양시엽, 총무:박기수, 회계:윤서영, 디딤돌짱:이홍민, 관측부장:박영선,강세지, 학술부장:이종수,정보슬',
  },
  {
    generation: 57,
    president: '이홍민',
    officers:
      '부회장:이지영, 총무:정민수, 회계:심예원, 디딤돌짱:정진영, 관측부장:권은화,박준영,이윤백,최용연',
  },
  {
    generation: 56,
    president: '김기현',
  },
  {
    generation: 55,
    president: '공혜원',
    officers: '부회장:김완희, 총무:이지은, 회계:김지혜, 디딤돌짱:권기연',
  },
  {
    generation: 54,
    president: '한경호',
    officers:
      '부회장:정한솔, 총무:공혜원,권기연, 회계:이지은, 디딤돌짱:이수빈, 관측부장:김기현,김완희,박대일,조기욱',
  },
  {
    generation: 53,
    president: '정찬영',
    officers: '부회장:이수빈, 총무:정한솔, 회계:손정아, 디딤돌짱:한경호',
  },
  {
    generation: 52,
    president: '강승연',
    officers:
      '부회장:권경석, 총무:정찬영, 회계:이예지, 디딤돌짱:심규연, 관측부장:연지훈,이수빈,한경호, 학술부장:양태수,최영욱',
  },
  {
    generation: 51,
    president: '김형철',
    officers: '부회장:심규연, 총무:강승연,오세창, 회계:김희섭, 디딤돌짱:권경석',
  },
  {
    generation: 50,
    president: '임수현',
    officers:
      '부회장:이시운, 총무:심규연, 회계:김형철, 디딤돌짱:김응찬, 관측부장:배연정,조용경, 문소부장:강경탁,권경석, 편집부장:이두희,박혜영, 학술부장:홍영선',
  },
  {
    generation: 49,
    president: '이효건',
    officers:
      '부회장:이진희, 총무:김중규, 회계:최민진, 디딤돌짱:박종선, 관측부장:김응찬,이희정,임수현, 문화소식부장:김미미,이봉실, 편집부장:정가영,정은애, 학술부장:연지혜,정영훈',
  },
  {
    generation: 48,
    president: '이  명',
    officers:
      '부회장:강재욱, 총무:강윤아, 회계:이희정, 디딤돌짱:김형국, 관측부장:김중규,임수현, 문소부장:이진희,정가영, 편집부장:서정화,이상향, 학술부장:이효건,최민진',
  },
  {
    generation: 47,
    president: '홍진우',
    officers:
      '부회장:김형국, 총무:이승희, 회계:박민신, 관측부장:천세환, 문화소식부장:강재욱,윤지영, 학술부장:이명',
  },
  {
    generation: 46,
    president: '김현수',
    officers:
      '부회장:구준모, 총무:이명, 회계:이수연, 관측부장:김덕형,홍진우, 문화소식부장:김형국,박주영, 학술부장:이승희,천세환',
  },
  {
    generation: 45,
    president: '김창구',
    officers:
      '부회장:김현수, 총무:이옥환, 회계:홍기철, 관측부장:박희영, 이벤트부장:구준모,김정훈, 학술부장:김훈민',
  },
  {
    generation: 44,
    president: '김도윤',
    officers:
      '부회장:윤성준, 총무:김창구, 회계:홍라현, 편집담당원:김정훈, 관측부장:김성민,김현수, 이벤트부장:이옥환,한지현, 학술부장:곽호정,김경화',
  },
  {
    generation: 43,
    president: '김재국',
    officers:
      '부회장:김정훈, 총무:김기표,김도윤, 회계:임은경, 학술부장:이주현, 관측부장:정범균,황성욱, 이벤트부장:성윤제,양재원',
  },
  {
    generation: 42,
    president: '전태영',
    officers:
      '부회장:조윤석, 총무:김재국,배동환 회계:신원희, 디딤돌짱:이용석, 관측부장:윤주희,제승환, 문화생활부장:김도연,윤성준, 편집부장:김교문,이활리, 학술부장:권영제,김정훈',
  },
  {
    generation: 41,
    president: '이용석',
    officers:
      '부회장:김재호, 총무:성동윤, 회계:신승하, 관측부장:장준환,최성배, 학술부장:김은경,장지웅, 편집부장:이지영,최승희, 문화생활부장:김승현,황상현',
  },
  {
    generation: 40,
    president: '김영환',
    officers:
      '부회장:김효선, 총무:정영민, 회계:김은경,손은우, 디딤돌짱:도관표, 관측부장:김재호,백재선,이용석, 학술부장:신정민,전태영, 편집부장:정근희,박소영, 문화홍보부장:정석현, 생활부장:문재원,최승희',
  },
];

export default tmpOfficers;
